Repository: pacnos/SwimTeamManager
Catalog: translations/*/LC_MESSAGES/django.po
Languages: de

source: Athlete
de: Sportler

source: Coach
de: Trainer

source: None
de: Keines

source: Mail Settings
de: E-Mail Einstellungen

source: Success
de: Abgeschlossen

source: Changes were saved successful
de: Änderungen wurden erfolgreich gespeichert

source: Sender Name:
de: Absendername:

source: Sender Mail Address:
de: Absender E-Mail Adresse:

source: SMTP User:
de: SMTP Nutzer:

source: SMTP Password:
de: SMTP Passwort:

source: Security:
de: Sicherheitsprotokoll:

source: Save
de: Speichern

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
de: Dein Account hat nicht die benötigten Rechte um die Seite zu betrachten.

source: Please login to see this page.
de: Bitte melde dich an um die gewünschte Seite zu betrachten.

source: Your username and password didn't match. Please try again.
de: Nutzername und Passwort stimmen nicht überein. Bitte versuche es erneut.

source: Username
de: Nutzername

source: Password
de: Passwort

source: Medical Examination Mail Settings
de: Einstellungen für Warn-E-Mails bezüglich Untersuchung

source: Mail Title:
de: Titel:

source: Mail Text:
de: Text:

source: Placeholder Help
de: Verfügbare Platzhalter

source: Placeholder
de: Platzhalter

source: Description
de: Beschreibung

source: The first name of the athlete
de: Vorname des Sportlers

source: The last name of the athlete
de: Nachname des Sportlers

source: The date when the medical examination ends
de: Ablaufdatum der aktuellen Untersuchung

source: Password:
de: Passwort:

source: Repeat Password:
de: Passwort wiederholen:

source: Basic Data
de: Allgemeine Informationen

source: Username:
de: Nutzername:

source: Mail Address:
de: E-Mail Adresse:

source: First Name:
de: Vorname:

source: Last Name:
de: Nachname:

source: Group:
de: Gruppe:

source: Error:
de: Fehler:

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Mail
de: E-Mail

source: Type
de: Typ

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Create new User
de: Neuen Nutzer anlegen

source: Reset User Password
de: Passwort zurücksetzen

source: Cancel
de: Abbrechen

source: Reset Password
de: Passwort zurücksetzen

source: Delete User
de: Nutzer löschen

source: Are you sure to delete the User:
de: Folgenden Nutzer wirklich löschen?:

source: Password changed for successful
de: Passwort wurde erfolgreich geändert

source: Can't find user to delete
de: Nutzer konnte nicht gefunden werden

source: The given data are not valid
de: Die Übertragen Daten sind fehlerhaft

source: User Management
de: Nutzerverwaltung

source: Create User
de: Nutzer anlegen

source: Edit User
de: Nutzer bearbeiten

source: General Settings
de: Allgemeine Einstellungen

source: Overdue medical examinations
de: Abgelaufene Untersuchungen

source: Last medical
de: Letzte Untersuchung

source: There are no overdue medical examinations
de: Es gibt keine überfälligen ärztlichen Untersuchungen

source: Show all
de: Alle anzeigen

source: Upcoming medical examinations
de: Ablaufende Untersuchungen

source: There are no upcoming medical examinations in the next 3 months
de: Es gibt keine bevorstehenden medizinischen Untersuchungen in den nächsten 3 Monaten

source: Birth Date:
de: Geburtsdatum:

source: Gender:
de: Geschlecht:

source: Male
de: Männlich

source: Female
de: Weiblich

source: Street:
de: Straße:

source: Zip Code:
de: Postleitzahl:

source: City:
de: Stadt:

source: Competition Data
de: Wettkampfdaten

source: Competitor Number:
de: Startrechtsnummer:

source: Last Medical Examination:
de: Letzte Untersuchung:

source: Contact Data
de: Kontaktdaten

source: Phone Number:
de: Telefonnummer:

source: Mobile Phone Number:
de: Handynummer:

source: Mobile Phone Number Mother:
de: Handynummer Mutter:

source: Mail Address Mother:
de: E-Mail Adresse Mutter:

source: Mobile Phone Number Father:
de: Handynummer Vater:

source: Mail Address Father:
de: E-Mail Adresse Vater:

source: Birth Date
de: Geburtsdatum

source: Gender
de: Geschlecht

source: Competitor Number
de: Startrechtsnummer

source: Add new Athlete
de: Sportler hinzufügen

source: Import from CSV
de: CSV Import

source: Select File
de: Datei auswählen

source: Choose file
de: Öffnen

source: Start Import
de: Import starten

source: Delete Athlete
de: Sportler löschen

source: Are you sure to delete Athlete:
de: Folgenden Sportler wirklich löschen?:

source: Address Data
de: Anschrift

source: Street
de: Straße

source: City
de: Stadt

source: Contact Athlete
de: Kontaktdaten Sportler

source: Phone
de: Telefon

source: Mobile Phone
de: Handy

source: Contact Mother
de: Kontaktdaten Mutter

source: Contact Father
de: Kontaktdaten Vater

source: Contact Details:
de: Kontaktdaten Sportler:

source: Update date
de: Aktualisieren

source: Update Date of Medical Examination
de: Datum der letzten Untersuchung aktualisieren

source: Date:
de: Datum:

source: Can't find athlete to delete
de: Sportler konnte nicht gefunden werden

source: The given file is to big to import
de: Die Datei ist zu groß um sie zu importieren

source: The given file is not valid
de: Die übertragene Datei ist fehlerhaft

source: Athlete Management
de: Sportler Management

source: Create Athlete
de: Sportler anlegen

source: Edit Athlete
de: Sportler bearbeiten

source: Medical Examination Overview
de: Überblick Untersuchungen

source: Toggle navigation
de: Navigation umschalten

source: Logout
de: Abmelden

source: Overview
de: Überblick

source: Medical Examinations
de: Untersuchungen

source: Administration
de: Einstellungen
